{
  "residence-card": "Residence card",
  "my-number-card": "My Number Card",
  "national-health-insurance": "National Health Insurance",
  "national-pension" : "National Pension",
  "how-to-apply-for-a-residence-card" : "How to apply for a residence card",
  "what-is-a-residence-card?": "What is a Residence Card?",
  "residence-card-description" : "☞A “residence card” is an ID for foreign residents who stay in Japan for over three months.\n☞A 'residence card' includes your name, nationality, and address.\n☞A “residence card” shows your status of residence, working restrictions, period of stay, and so on.",
  "status-of-residence" : "Status of residence",
  "status-of-residence2things" : "Activities permitted during your stay.\n※You cannot engage in an activity other than those permitted by your status of residence.",
  "period-of-stay" : "Period of stay",
  "the-last-day-you-can-be-in-japan" : "The last day you can be in Japan (“date of expiration”)\n※You cannot stay in Japan after your period of stay expires.",
  "rules-of-residence-card" : "Rules of Residence Card",
  "rules-of-residence-card-4things" : "☞A person who is over 16 years old needs to carry his/ her residence card at all times.\n☞If you are asked to show your residence card by the police or Immigration Services Agency, you have to show it.\n☞You cannot rent or give your residence card to others. Borrowing someone’s residence card is also not permitted.\n☞Do not change what is written on your residence card or make a new residence card without permission.",
  "required-documents-for-residence-card-application-in-japan" : "Required Documents for Residence Card Application in Japan (Student Visa)",
  "initial-registration" : "1. Initial Registration (After Arrival)",
  "initial-registration5things" : "You must register your residence card within 14 days of arrival. Required documents are as follows\n・Original Residence Card: The residence card issued at the airport upon entry.\n・Passport: To verify your identity.\n・Application Form (Change of Address Form): A form for address registration (provided by the city/ward office).\n・Proof of Address: Lease agreement for your residence or a confirmation letter from your landlord.\n・Photo (if required): A recent photo (within the last three months) measuring 4cm × 3cm.\n",
  "renewal/extension-of-stay" : "2. Renewal/Extension of Stay",
  "renewal/extension-of-stay8things" : "If your residence period is nearing expiration, you must apply for a renewal. Required documents are\n・Original Residence Card: Your current residence card.\n・Passport: To verify your identity.\n・Residence Period Renewal Application Form: Provided by the Immigration Bureau (must be completed and submitted).\n・Certificate of Enrollment (在学証明書): Issued by your current educational institution.\n・Attendance Record and Academic Transcript: Documents showing your attendance and academic performance.\n・Financial Documents:\n      - Bank statement showing your balance.\n      - Tuition payment receipts.\n      - If you have a financial sponsor, their bank statement and proof of income.\n・Financial Documents:\n・Fee Payment: A revenue stamp for the application fee (usually 4,000 yen). ",
  "notes-on-renewal" : "3. Notes on Renewal",
  "notes-on-renewal2things" : "・You can apply for renewal starting three months before the expiration date of your current residence period.\n・The review process may take 1–2 months, so apply well in advance.",
  "additional-information" : "Additional Information",
  "application-locations" : "Application Locations:",
  "application-locations2things" : "・Initial Registration: At the city/ward office of your residence.\n・Renewal: At the Immigration Bureau (Regional Immigration Center).",
  "important-notes" : "Important Notes:",
  "important-notes2things" : "・Initial Registration: At the city/ward office of your residence.\n・Renewal: At the Immigration Bureau (Regional Immigration Center).",
  "if-you-lost-your-residence-card" : "If you lost your residence card",
  "if-you-lost-your-residence-card2things" : "㈠　Please first go to the police box or police station and file a loss report. After that, you will receive a paper with the reception number.\n㈡　Do not change what is written on your residence card or make a new residence card without permission.",
  "what-you-need-to-bring-to-the-immigration-services-agency" : "What you need to bring to the Immigration Services Agency",
  "what-you-need-to-bring-to-the-immigration-services-agency3things" : "・Passport\n・A photograph (4 cm long x 3 cm wide, taken within the last three months)\n   ※ you do not need to submit a photograph if you are under 16.\n・The paper with the reception number you received when you filed the loss report at the police box or police station",

  "what-is-my-number-card?": "What is the My Number Card?",
  "my-number-card-description": "☞ The My Number Card is an identification card that includes your My Number and a photo of your face. It displays your photo, address, date of birth, etc.\n ☞ In addition to being used as an ID for identity verification, it can also be used for various services such as local government services, e-Tax, and online applications using digital certificates.\n ※ The My Number Card is valid for 10 years (5 years for minors), and the digital certificate is valid for 5 years regardless of age.",

  "how-to-apply-for-my-number-card": "How to apply for a My Number Card",
  "Preparation-before-application": "Preparation before application",
  "Preparation-before-application-text": "・Notification Card (通知カード): A card with your My Number. (No longer issued, but still valid if previously received)\n・My Number Notification Letter: A document issued instead of the Notification Card\n・Residence Certificate (住民票): Your current address must be correctly registered.",

  "card-application": "Apply for My Number Card",
  "an-application-by-mail": "1) Apply by mail",
  "an-application-by-mail-text": "・Use the application form received with your Notification Card\n ・Fill out the form, attach a photo, and send it via the included envelope through the post office.",
  "Apply-online": "2) Apply online",
  "Apply-online-text": "1. Scan the QR code\n 2. Fill out the application form\n 3. Upload a photo\n 4. Submit the application",
  "Application-and-confirmation": "3) After application – confirmation",
  "Application-and-confirmation-text": "・Around 2–3 weeks later, a pick-up notice will be sent from the municipal office (市役所)\n・Visit the office on the specified date to receive your My Number Card.",
  "Card-Receipt": "4) Receiving the My Number Card",
  "Card-Receipt-text": "・Prepare ID documents (e.g., passport, residence card) and your Notification Card or My Number Notification Letter\n・Receive your card at the municipal office after identity verification",

  "benefits-of-my-number-card": "Benefits of the My Number Card",
  "Official-ID-role": "1) Acts as an official ID",
  "Official-ID-role-text": "・Even foreign residents who have a residence card can obtain a My Number Card and use it for a wider range of purposes.\n・You can open a bank account, sign mobile contracts, and use administrative services without a passport.",
  "Using-e-Government-Services": "2) Use of e-Government services",
  "Using-e-Government-Services-text": "・Administrative procedures can be handled easily online via the My Number Portal (Myna Portal).\n ☞Issue of residence certificate (住民票)\n ☞Issue of seal registration certificate\n ☞Change of address notification",
  "Replacement-of-health-insurance-card": "3) As a replacement for the health insurance card",
  "Replacement-of-health-insurance-card-text": "You can register the My Number Card as your health insurance card (健康保険証) and use it at hospitals.\n ☞Confirms both medical information and insurance eligibility with one card\n ☞You may receive discounts or reimbursements for medical expenses",

  "if-you-lost-your-my-number-card": "If you lost your My Number Card",
  "lost-my-number-card-steps": "1) Report to the My Number Card Call Center",
  "lost-my-number-card-steps-text": "・Phone: 0120-95-0178 (toll-free)\n ・If calling from abroad: +81-50-3818-1250 (charges apply)\n ・Available 24 hours\n ・Once reported, the card will be immediately suspended.",
  "A-lost-report-to-a-nearby-police-station": "2) Report the loss to the nearest police station",
  "A-lost-report-to-a-nearby-police-station-text": "・If you suspect loss or theft, report it to the police and obtain a Loss Report Certificate (遺失届出証明書).",


  "1card-application": "National Health Insurance Application",
  "1an-application-by-mail": "1) Apply by Mail",
  "1an-application-by-mail-text": "・Prepare your Residence Certificate and My Number Notification, then visit your local city or ward office or send the application by post.",
  "1Apply-online": "2) Apply Online",
  "1Apply-online-text": "1. Fill out the application form\n 2. Upload required documents (e.g. Residence Card, My Number Notification)\n 3. Submit the application",
  "1Application-and-confirmation": "3) Post-Application Confirmation",
  "1Application-and-confirmation-text": "・Approximately 2–3 weeks later, a pickup notice will be sent from the city office.\n・Visit the city office on the specified date to receive your National Health Insurance card.",
  "1Card-Receipt": "4) Receiving the National Health Insurance Card",
  "1Card-Receipt-text": "・Prepare identification documents (e.g. passport, residence card), My Number Notification, or other documents\n・Receive your card after identity verification at the city office",

  "1benefits-of-national-health-insurance": "Benefits of National Health Insurance",
  "1Official-ID-role": "1) Medical Expense Support",
  "1Official-ID-role-text": "・Most medical expenses are covered under National Health Insurance.\n・You can significantly reduce your out-of-pocket costs for medical services.",
  "1Using-e-Government-Services": "2) Access to Medical Facilities and Pharmacies",
  "1Using-e-Government-Services-text": "・You can receive services at a wide range of medical facilities and pharmacies.",
  "1Replacement-of-health-insurance-card": "3) Insurance Premiums and Benefits",
  "1Replacement-of-health-insurance-card-text": "Premiums are based on income and are offered at affordable monthly rates.",

  "1if-you-lost-your-national-health-insurance-card": "If You Lose Your National Health Insurance Card",
  "1lost-national-health-insurance-card-steps": "1) Report to Your Local City or Ward Office",
  "1lost-national-health-insurance-card-steps-text": "・After reporting the loss, apply for a reissue to receive a new National Health Insurance card.",
  "1A-lost-report-to-a-nearby-police-station": "2) Report the Loss to the Police Station",
  "1A-lost-report-to-a-nearby-police-station-text": "・Report the loss or theft to the police and obtain a loss report certificate to apply for reissuance.",



  "how-to-apply-for-the-national-pension": "How to Apply for the National Pension",
  "what-is-the-national-pension" : "What is the national pension",
  "national-pension-description" : "All residents in Japan aged 20 to under 60, including international students, must enroll in the National Pension system. \nIf you have difficulty paying the premiums, you can apply for support programs such as the Student Payment Special Exemption or other exemption options. \n To enroll and apply for these exemptions, visit your city office. Be sure to bring your student ID and residence card.",
  "who-needs-to-enroll?" : "who needs to enroll",
  "2who-needs-to-enroll?" : "・All individuals aged 20 to under 60 living in Japan\n・International students are not exempt and must also enroll",
  "enrollment-procedure" : "Enrollment Procedure",
  "2enrollment-procedure" : "1. Where to Apply: The city office or ward office (Kokumin Nenkin section) of your place of residence\n2. Required Documents:\n　　・Residence Card\n　　・Student ID or Certificate of Enrollment\n3. How to Apply:\n Visit the city office, fill out the National Pension enrollment form, and submit it. At the same time, you can apply for payment exemption systems if you have difficulty paying the premiums.",
  "premium-payments" : "Premium Payments",
  "2premium-payments" : "・The National Pension premium must be paid monthly.\n・As of 2024, the monthly premium is approximately 16,520 yen.\n・The amount is subject to slight annual adjustments.\n",
  "a-special-system-for-student-payments" : "Support Programs for International Students with Financial Difficulties",
  "2a-special-system-for-student-payments" : "If you have financial difficulties, you can apply for the following support programs:\n1. Student Payment Special Exemption\n・Allows students to temporarily defer their premium payments.\n・Eligibility: You must provide proof of student status (e.g., student ID or Certificate of Enrollment).\n・Benefit: You do not need to pay premiums during the deferment period, but you can choose to make back payments later.\n2. Exemption System\n・Reduces or exempts premium payments based on financial hardship.\n・Types of exemptions: Full exemption, 3/4 exemption, half exemption, and 1/4 exemption.",
  "benefits-of-the-national-pension" : "Benefits of the National Pension",
  "2benefits-of-the-national-pension" : "By enrolling in the National Pension, you can receive the following benefits:\n1. Old-Age Basic Pension\n・Provides a pension after turning 65 years old, if certain conditions are met.\n2. Disability Basic Pension\n・Paid if you become disabled due to illness or injury while enrolled in the system.\n3. Survivor’s Basic Pension\n・Paid to your family members (e.g., spouse or children) if you pass away while enrolled.\n",
  "working-students-and-pensions" : "Working Students and Pensions",
  "2working-students-and-pensions" : "If you work part-time, keep the following in mind:\n・If your monthly income exceeds 88,000 yen, you may be required to join the Employees’ Pension (厚生年金, Kosei Nenkin) instead of the National Pension.\n・In this case, your employer covers a portion of the premium.",
  "inquiries-and-assistance" : "Inquiries and Assistance",
  "inquiries-and-assistance2" : "・You can apply for exemptions and consult about pensions at the City Hall (市役所, Shiyakusho) or Ward Office (区役所, Kuyakusho).\n・The Japan Pension Service (日本年金機構, Nihon Nenkin Kiko) offers multilingual consultation services.",



  "license-t": "Foreign license → Convert to Japanese license",
  "license-1": "Driver’s license",
  "license-2": "How to apply for a license",
  "license-3": "✅ Conversion requirements",
  "license-4": "1. The current foreign license must be valid.\n2. You must have actually resided in that country for at least 3 months since obtaining the license.",
  "license-5": "✅ Required documents",
  "license-6": "1. Japanese translation of the license (by JAF or embassy)\n2. Original foreign license + copy (front and back)\n3. Passport and entry/exit stamps (to prove 3-month residency) or other documentation\n4. Certificate of residence (jūminhyō) or equivalent document\n5. ID such as health insurance card, My Number Card, residence card, etc.\n6. Photo (3 cm × 2.4 cm), fees, application form, etc.",
  "license-7": "✅ Exam exemption eligibility",
  "license-8": "Holders of licenses from certain countries/states (e.g. Korea, some U.S. states, major European countries) may be exempt from the driving test and only need to take a simple written test.\n*For other countries, both written and practical tests may be required.",
  "license-9": "Procedure",
  "license-10": "1. Make a phone reservation at the regional driving license center.\n2. Prepare and submit necessary documents.\n3. Undergo vision/hearing tests, written test, and practical test (practical test only for those exempt).\n4. If you pass, the Japanese license will be issued.",
  "license-11": "Obtaining a brand‑new Japanese license from scratch",
  "license-12": "✅ Method 1: Use a designated driving school (jidosha kyōshūjo)",
  "license-13": "1. Aptitude test → Stage 1 classroom (10 h) + practical (AT 12 h / MT 15 h) → provisional-license exam → Stage 2 classroom (16 h) + practical (19 h) → graduation test → main exam at license center (written + practical)\n2. Duration: commuter course 1–3 months, boarding course 2 weeks to 1 month.\n3. Cost: approx. ¥250,000–500,000 (AT basis; varies by region and language support).",
  "license-14": "✅ Method 2: Non‑designated school or direct exam",
  "license-15": "1. Take both written and practical exams directly at the license center without attending a designated school.\n2. Practical test is required unlike the designated-school route.",
  "license-16": "Procedure",
  "license-17": "1. Call the driving license center to make a reservation.\n2. Prepare and submit required documents.\n3. Take vision/hearing tests, written exam, and practical exam (practical only for exempt candidates).\n4. If you pass, you'll receive the Japanese license.",
  "license-18": "✅ Additional helpful info",
  "license-19": "1. Shoshinsha Mark (beginner’s symbol): Must be displayed on the front and back of your vehicle for 1 year after obtaining a new license in Japan.\n2. If your residence changes, you must report your new address on the license (at license center or police station).\n3. Renewal: the first license is valid for 3 years; renewal includes safety education (can be done from 1 month before to 1 month after expiration).\n4. Exam languages: some driving schools/exam centers support foreign languages (English, Chinese, Portuguese, etc.).\n5. JAF translation service: JAF can issue a translated version of your license.",
  "license-20": "Boarding Academy Search Website",



  "passport-1": "Passport",
  "passport-2": "Passport Reissuance",

  "passport-3": "Where to Renew",
  "passport-4": "Your home country's embassy or consulate in Japan",
  "passport-5": "Check each embassy's website for application details",

  "passport-6": "Required Documents",
  "passport-7": "Passport reissuance application form",
  "passport-8": "Current passport",
  "passport-9": "Passport photo taken within the last 6 months",
  "passport-10": "Resident registration certificate or family relation certificate",
  "passport-11": "ID (Foreign resident card / Residence card, etc.)",
  "passport-12": "Fee (cash or postal money order, depending on the embassy)",

  "passport-13": "Procedure",
  "passport-14": "Make a reservation in advance (online reservations are often required)",
  "passport-15": "Fill out application form and submit documents",
  "passport-16": "Pay the fee",
  "passport-17": "Screening and issuance (usually takes 1–2 weeks)",
  "passport-18": "Receive the new passport",

  "passport-19": "What to Do After Renewal",
  "passport-20": "Update your passport information on your residence card at the Immigration Bureau",
  "passport-21": "If your passport number has changed, update the info on your residence card as well",
  "passport-22": "Must report within 14 days or penalties may apply",
  "passport-23": "Where to report: Local Immigration Bureau",
  "passport-24": "Required items:",
  "passport-25": "・New passport",
  "passport-26": "・Residence card",
  "passport-27": "・Report form (available at Immigration Bureau or downloadable from their website)",

  "passport-28": "6. Notes",
  "passport-29": "You cannot travel abroad while your passport is being reissued (since the old one is collected)",
  "passport-30": "Emergency passport issuance is available in some countries but requires a valid reason",
  "passport-31": "Examples: family death, accidents, etc.",
  "passport-32": "Passport photo requirements are strict. Make sure to tell the photo studio it's for a passport",

  "passport-33": "Related Links",
  "passport-34": "Find foreign embassies and consulates: https://www.mofa.go.jp",
  "passport-35": "Immigration Bureau address and appointment: https://www.moj.go.jp",
  "passport-37": "Other administrative support for foreigners: https://www.support-info.jp"
}